#### Terraform Format and Style 🖌`success`
#### Terraform Initialization ⚙️`success`
#### Terraform Plan 📖`success`
#### Terraform Validation 🤖`success`

<details><summary>Show Plan</summary>

```terraform

Running plan in HCP Terraform. Output will stream here. Pressing Ctrl-C
will stop streaming the logs, but will not stop the plan running remotely.

Preparing the remote plan...

To view this run in a browser, visit:
https://app.terraform.io/app/initialised-si/JoWe-Web-Dev/runs/run-TQCCjS7hbnjXk8E2

Waiting for the plan to start...

Terraform v1.5.3
on linux_amd64
Initializing plugins and modules...
module.web.aws_cloudfront_origin_access_identity.jowe_web: Refreshing state... [id=E2WK19VXEQOQCH]
module.web.aws_s3_bucket.jowe_web: Refreshing state... [id=jowe-dev.initialised.si]
module.web.aws_s3_bucket_ownership_controls.jowe_web: Refreshing state... [id=jowe-dev.initialised.si]
module.web.data.aws_iam_policy_document.jowe_web_s3_policy: Refreshing...
module.web.aws_s3_bucket_versioning.jowe_web: Refreshing state... [id=jowe-dev.initialised.si]
module.web.aws_s3_bucket_public_access_block.jowe_web: Refreshing state... [id=jowe-dev.initialised.si]
module.web.data.aws_iam_policy_document.jowe_web_s3_policy: Refresh complete after 0s [id=3228599042]
module.web.aws_s3_bucket_policy.jowe_web: Refreshing state... [id=jowe-dev.initialised.si]
module.web.aws_cloudfront_distribution.jowe_web: Refreshing state... [id=E36U11KHAWUB2P]
module.web.aws_s3_bucket_acl.jowe_web: Refreshing state... [id=jowe-dev.initialised.si,private]
module.web.aws_s3_object.upload_webapp["static/css/106.872b5878.chunk.css.map"]: Refreshing state... [id=static/css/106.872b5878.chunk.css.map]
module.web.aws_s3_object.upload_webapp["static/js/698.1c688865.chunk.js"]: Refreshing state... [id=static/js/698.1c688865.chunk.js]
module.web.aws_s3_object.upload_webapp["static/css/231.e92e574f.chunk.css.map"]: Refreshing state... [id=static/css/231.e92e574f.chunk.css.map]
module.web.aws_s3_object.upload_webapp["static/js/924.883baa43.chunk.js.map"]: Refreshing state... [id=static/js/924.883baa43.chunk.js.map]
module.web.aws_s3_object.upload_webapp["manifest.json"]: Refreshing state... [id=manifest.json]
module.web.aws_s3_object.upload_webapp["static/css/main.7c8da9df.css.map"]: Refreshing state... [id=static/css/main.7c8da9df.css.map]
module.web.aws_s3_object.upload_webapp["static/media/anonymous-male.a323776dc6f4f8a3ceb8.jpg"]: Refreshing state... [id=static/media/anonymous-male.a323776dc6f4f8a3ceb8.jpg]
module.web.aws_s3_object.upload_webapp["static/js/496.6b12bb7f.chunk.js"]: Refreshing state... [id=static/js/496.6b12bb7f.chunk.js]
module.web.aws_s3_object.upload_webapp["static/js/698.1c688865.chunk.js.map"]: Refreshing state... [id=static/js/698.1c688865.chunk.js.map]
module.web.aws_s3_object.upload_webapp["static/js/924.883baa43.chunk.js"]: Refreshing state... [id=static/js/924.883baa43.chunk.js]
module.web.aws_s3_object.upload_webapp["static/js/150.5291fc9d.chunk.js.LICENSE.txt"]: Refreshing state... [id=static/js/150.5291fc9d.chunk.js.LICENSE.txt]
module.web.aws_s3_object.upload_webapp["static/js/726.7c7cb641.chunk.js"]: Refreshing state... [id=static/js/726.7c7cb641.chunk.js]
module.web.aws_s3_object.upload_webapp["static/js/726.7c7cb641.chunk.js.map"]: Refreshing state... [id=static/js/726.7c7cb641.chunk.js.map]
module.web.aws_s3_object.upload_webapp["static/css/777.872b5878.chunk.css"]: Refreshing state... [id=static/css/777.872b5878.chunk.css]
module.web.aws_s3_object.upload_webapp["static/js/106.9af64110.chunk.js"]: Refreshing state... [id=static/js/106.9af64110.chunk.js]
module.web.aws_s3_object.upload_webapp["static/js/main.4a8bbbcf.js"]: Refreshing state... [id=static/js/main.4a8bbbcf.js]
module.web.aws_s3_object.upload_webapp["static/js/777.dc23ef38.chunk.js.map"]: Refreshing state... [id=static/js/777.dc23ef38.chunk.js.map]
module.web.aws_s3_object.upload_webapp["asset-manifest.json"]: Refreshing state... [id=asset-manifest.json]
module.web.aws_s3_object.upload_webapp["static/js/231.2b5285c2.chunk.js"]: Refreshing state... [id=static/js/231.2b5285c2.chunk.js]
module.web.aws_s3_object.upload_webapp["index.html"]: Refreshing state... [id=index.html]
module.web.aws_s3_object.upload_webapp["favicon.ico"]: Refreshing state... [id=favicon.ico]
module.web.aws_s3_object.upload_webapp["static/js/main.4a8bbbcf.js.map"]: Refreshing state... [id=static/js/main.4a8bbbcf.js.map]
module.web.aws_s3_object.upload_webapp["static/js/main.4a8bbbcf.js.LICENSE.txt"]: Refreshing state... [id=static/js/main.4a8bbbcf.js.LICENSE.txt]
module.web.aws_s3_object.upload_webapp["static/js/496.6b12bb7f.chunk.js.map"]: Refreshing state... [id=static/js/496.6b12bb7f.chunk.js.map]
module.web.aws_s3_object.upload_webapp["static/js/777.dc23ef38.chunk.js"]: Refreshing state... [id=static/js/777.dc23ef38.chunk.js]
module.web.aws_s3_object.upload_webapp["static/js/150.5291fc9d.chunk.js"]: Refreshing state... [id=static/js/150.5291fc9d.chunk.js]
module.web.aws_s3_object.upload_webapp["static/css/777.872b5878.chunk.css.map"]: Refreshing state... [id=static/css/777.872b5878.chunk.css.map]
module.web.aws_s3_object.upload_webapp["static/js/231.2b5285c2.chunk.js.map"]: Refreshing state... [id=static/js/231.2b5285c2.chunk.js.map]
module.web.aws_s3_object.upload_webapp["static/media/anonymous-female.9d832d02f50e90f40bbe.jpg"]: Refreshing state... [id=static/media/anonymous-female.9d832d02f50e90f40bbe.jpg]
module.web.aws_s3_object.upload_webapp["static/css/231.e92e574f.chunk.css"]: Refreshing state... [id=static/css/231.e92e574f.chunk.css]
module.web.aws_s3_object.upload_webapp["static/css/106.872b5878.chunk.css"]: Refreshing state... [id=static/css/106.872b5878.chunk.css]
module.web.aws_s3_object.upload_webapp["static/css/main.7c8da9df.css"]: Refreshing state... [id=static/css/main.7c8da9df.css]
module.web.aws_s3_object.upload_webapp["static/js/106.9af64110.chunk.js.map"]: Refreshing state... [id=static/js/106.9af64110.chunk.js.map]
module.web.aws_s3_object.upload_webapp["static/js/150.5291fc9d.chunk.js.map"]: Refreshing state... [id=static/js/150.5291fc9d.chunk.js.map]
module.web.aws_s3_object.upload_webapp["asset-manifest.json"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/698.1c688865.chunk.js"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/496.6b12bb7f.chunk.js.map"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["manifest.json"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/main.4a8bbbcf.js"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["index.html"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/media/anonymous-female.9d832d02f50e90f40bbe.jpg"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/106.9af64110.chunk.js"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/css/777.872b5878.chunk.css"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/media/anonymous-male.a323776dc6f4f8a3ceb8.jpg"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/496.6b12bb7f.chunk.js"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/css/231.e92e574f.chunk.css.map"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/css/777.872b5878.chunk.css.map"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/698.1c688865.chunk.js.map"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/css/main.7c8da9df.css.map"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/150.5291fc9d.chunk.js.LICENSE.txt"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/css/106.872b5878.chunk.css"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["favicon.ico"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/777.dc23ef38.chunk.js"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/css/main.7c8da9df.css"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/231.2b5285c2.chunk.js.map"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/924.883baa43.chunk.js"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/726.7c7cb641.chunk.js"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/726.7c7cb641.chunk.js.map"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/777.dc23ef38.chunk.js.map"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/css/231.e92e574f.chunk.css"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/main.4a8bbbcf.js.LICENSE.txt"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/css/106.872b5878.chunk.css.map"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/231.2b5285c2.chunk.js"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/150.5291fc9d.chunk.js"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/924.883baa43.chunk.js.map"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/150.5291fc9d.chunk.js.map"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/106.9af64110.chunk.js.map"]: Drift detected (update)
module.web.aws_s3_object.upload_webapp["static/js/main.4a8bbbcf.js.map"]: Drift detected (update)
module.web.aws_cloudfront_distribution.jowe_web: Drift detected (update)
module.web.aws_cloudfront_origin_access_identity.jowe_web: Drift detected (update)

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create
  ~ update in-place
  - destroy

Terraform will perform the following actions:

  # module.web.aws_cloudfront_distribution.jowe_web will be updated in-place
  ~ resource "aws_cloudfront_distribution" "jowe_web" {
      ~ http_version                    = "http2and3" -> "http2"
        id                              = "E36U11KHAWUB2P"
        tags                            = {
            "App"         = "JoWe"
            "Environment" = "dev"
            "Name"        = "JoWe-web"
        }
        # (22 unchanged attributes hidden)

      ~ restrictions {
          ~ geo_restriction {
              ~ locations        = [
                  + "AT",
                  + "CH",
                  + "DE",
                  + "HR",
                  + "JP",
                  + "PH",
                  + "SI",
                ]
              ~ restriction_type = "none" -> "whitelist"
            }
        }

      ~ viewer_certificate {
          ~ minimum_protocol_version       = "TLSv1.2_2021" -> "TLSv1"
            # (4 unchanged attributes hidden)
        }

        # (5 unchanged blocks hidden)
    }

  # module.web.aws_s3_object.upload_webapp["asset-manifest.json"] will be updated in-place
  ~ resource "aws_s3_object" "upload_webapp" {
      ~ etag                          = "0c45c9d7dacaffa8528c0cc451b85f03" -> "ade2ed375899491714e55ed252772837"
        id                            = "asset-manifest.json"
        tags                          = {}
      ~ version_id                    = "Xp__nZJzV0Yy2C8r9lva2ynDfjt1ql8O" -> (known after apply)
        # (23 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["index.html"] will be updated in-place
  ~ resource "aws_s3_object" "upload_webapp" {
      ~ etag                          = "117ccdb8a1e7b6df949fe38b3c92ae74" -> "16aa38d872082b5d52dd231131247d54"
        id                            = "index.html"
        tags                          = {}
      ~ version_id                    = "xQUzEEP29qRjUBnym3cA8y.6MgxORF4L" -> (known after apply)
        # (23 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/css/106.872b5878.chunk.css"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/css/106.872b5878.chunk.css" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "text/css; charset=utf-8" -> null
      - etag                          = "46285113d0bb2f0e3a0379312c745d30" -> null
      - force_destroy                 = false -> null
      - id                            = "static/css/106.872b5878.chunk.css" -> null
      - key                           = "static/css/106.872b5878.chunk.css" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/css/106.872b5878.chunk.css" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "vzfrRP2IyN3SXVSgakwuvfikoiBUSNRE" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/css/106.872b5878.chunk.css.map"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/css/106.872b5878.chunk.css.map" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/octet-stream" -> null
      - etag                          = "51df6f56e277df51b0c07bd8f95368a3" -> null
      - force_destroy                 = false -> null
      - id                            = "static/css/106.872b5878.chunk.css.map" -> null
      - key                           = "static/css/106.872b5878.chunk.css.map" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/css/106.872b5878.chunk.css.map" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "V19rnjX.EC2.wmmGv3Md8I.ZI.J5HG7e" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/css/231.e92e574f.chunk.css"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/css/231.e92e574f.chunk.css" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "text/css; charset=utf-8" -> null
      - etag                          = "8bd456635524513bb0fc76ac5ad746b4" -> null
      - force_destroy                 = false -> null
      - id                            = "static/css/231.e92e574f.chunk.css" -> null
      - key                           = "static/css/231.e92e574f.chunk.css" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/css/231.e92e574f.chunk.css" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "78HuItw2G3TPBIdHliA0GBV_8p58wmZ_" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/css/231.e92e574f.chunk.css.map"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/css/231.e92e574f.chunk.css.map" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/octet-stream" -> null
      - etag                          = "6dbb2def45b7e81c412932fc018fe0ec" -> null
      - force_destroy                 = false -> null
      - id                            = "static/css/231.e92e574f.chunk.css.map" -> null
      - key                           = "static/css/231.e92e574f.chunk.css.map" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/css/231.e92e574f.chunk.css.map" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "76PFzaFxxPrPtVIhX7YISKkuMiF2WdE9" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/css/325.a93fb702.chunk.css"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "text/css; charset=utf-8"
      + etag                   = "352a4fa7c94af8536745281f4ba677bd"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/css/325.a93fb702.chunk.css"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/css/325.a93fb702.chunk.css"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/css/325.a93fb702.chunk.css.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "9bac9440023b7860cf00ad49c900d332"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/css/325.a93fb702.chunk.css.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/css/325.a93fb702.chunk.css.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/css/731.a93fb702.chunk.css"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "text/css; charset=utf-8"
      + etag                   = "dc8d85898f46e2555a52b40e935b8ba2"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/css/731.a93fb702.chunk.css"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/css/731.a93fb702.chunk.css"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/css/731.a93fb702.chunk.css.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "fb550d02b9e7c854273344ef13543810"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/css/731.a93fb702.chunk.css.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/css/731.a93fb702.chunk.css.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/css/777.872b5878.chunk.css"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/css/777.872b5878.chunk.css" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "text/css; charset=utf-8" -> null
      - etag                          = "4c7cb1a7f8796dab59ac62aa3b6246b0" -> null
      - force_destroy                 = false -> null
      - id                            = "static/css/777.872b5878.chunk.css" -> null
      - key                           = "static/css/777.872b5878.chunk.css" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/css/777.872b5878.chunk.css" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "uVm6R_WuS.3wP_8ZZw_sdwIxNyBoiJN1" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/css/777.872b5878.chunk.css.map"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/css/777.872b5878.chunk.css.map" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/octet-stream" -> null
      - etag                          = "dc64abd5956a9dabb5d11de8b07dc20b" -> null
      - force_destroy                 = false -> null
      - id                            = "static/css/777.872b5878.chunk.css.map" -> null
      - key                           = "static/css/777.872b5878.chunk.css.map" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/css/777.872b5878.chunk.css.map" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "M.pfTrnwhJ7FVWjno6dLIyiJ13C1U4t7" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/css/851.a2b38124.chunk.css"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "text/css; charset=utf-8"
      + etag                   = "22d5db5a0946c9cb6e7373cb368f905e"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/css/851.a2b38124.chunk.css"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/css/851.a2b38124.chunk.css"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/css/851.a2b38124.chunk.css.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "7306f01f7868e8c10b12820500a511ce"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/css/851.a2b38124.chunk.css.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/css/851.a2b38124.chunk.css.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/css/main.4136cab0.css"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "text/css; charset=utf-8"
      + etag                   = "86ecb19e20f43dbc0b790ee4f2a78481"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/css/main.4136cab0.css"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/css/main.4136cab0.css"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/css/main.4136cab0.css.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "2e7946e1a9ba19451404518de3d9f389"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/css/main.4136cab0.css.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/css/main.4136cab0.css.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/css/main.7c8da9df.css"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/css/main.7c8da9df.css" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "text/css; charset=utf-8" -> null
      - etag                          = "41f0c09171111be4514026f2c4e1dae5" -> null
      - force_destroy                 = false -> null
      - id                            = "static/css/main.7c8da9df.css" -> null
      - key                           = "static/css/main.7c8da9df.css" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/css/main.7c8da9df.css" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "mIh891AFHsscIhWiJsrCSnzLE9Bnq8s1" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/css/main.7c8da9df.css.map"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/css/main.7c8da9df.css.map" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/octet-stream" -> null
      - etag                          = "49b06f09d52f7f85d10ed550608ce8d7" -> null
      - force_destroy                 = false -> null
      - id                            = "static/css/main.7c8da9df.css.map" -> null
      - key                           = "static/css/main.7c8da9df.css.map" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/css/main.7c8da9df.css.map" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "lH6aYpTR5xAM0d4XZoyRR8WE8N2XW.8K" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/106.9af64110.chunk.js"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/106.9af64110.chunk.js" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/javascript" -> null
      - etag                          = "a54313019ca981544ab8b2c251ddced2" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/106.9af64110.chunk.js" -> null
      - key                           = "static/js/106.9af64110.chunk.js" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/106.9af64110.chunk.js" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "4QGJNS1CqszuxeB2npE90SVY1C8E4OwE" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/106.9af64110.chunk.js.map"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/106.9af64110.chunk.js.map" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/octet-stream" -> null
      - etag                          = "01d6855b6872bcc51e475d160a4d9711" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/106.9af64110.chunk.js.map" -> null
      - key                           = "static/js/106.9af64110.chunk.js.map" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/106.9af64110.chunk.js.map" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "LIqB9XQMi.7hEnHgR33yPgovkLz41.7j" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/150.5291fc9d.chunk.js"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/150.5291fc9d.chunk.js" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/javascript" -> null
      - etag                          = "b761c40c3369465ede10f78d4080cb10" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/150.5291fc9d.chunk.js" -> null
      - key                           = "static/js/150.5291fc9d.chunk.js" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/150.5291fc9d.chunk.js" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "x26I.Mq4gd8BIejcwP_5d1rH.8agl1Av" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/150.5291fc9d.chunk.js.LICENSE.txt"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/150.5291fc9d.chunk.js.LICENSE.txt" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "text/plain; charset=utf-8" -> null
      - etag                          = "6643caad8bd2dc843e39e7ff46b00131" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/150.5291fc9d.chunk.js.LICENSE.txt" -> null
      - key                           = "static/js/150.5291fc9d.chunk.js.LICENSE.txt" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/150.5291fc9d.chunk.js.LICENSE.txt" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "1bYMSJQVmZLi9CX8tLkoaU1MolCbAu7F" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/150.5291fc9d.chunk.js.map"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/150.5291fc9d.chunk.js.map" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/octet-stream" -> null
      - etag                          = "ee3efbc4809d3cd693496bc81116c2df" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/150.5291fc9d.chunk.js.map" -> null
      - key                           = "static/js/150.5291fc9d.chunk.js.map" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/150.5291fc9d.chunk.js.map" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "TP9mtfgfYrAPGq5QSn5d6seDlzmrIuKB" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/231.2b5285c2.chunk.js"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/231.2b5285c2.chunk.js" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/javascript" -> null
      - etag                          = "244c2e30094d687ecf9376c2055b3173" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/231.2b5285c2.chunk.js" -> null
      - key                           = "static/js/231.2b5285c2.chunk.js" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/231.2b5285c2.chunk.js" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "lr6QSZ_r.AK6laTafM2mjsv8zLsvpQq3" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/231.2b5285c2.chunk.js.map"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/231.2b5285c2.chunk.js.map" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/octet-stream" -> null
      - etag                          = "5fe38924e9da7504e8fb94fc7664ec4a" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/231.2b5285c2.chunk.js.map" -> null
      - key                           = "static/js/231.2b5285c2.chunk.js.map" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/231.2b5285c2.chunk.js.map" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "1qkX9YWgSHOwV1gg5O90JrbuB5KwKac_" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/255.c4014606.chunk.js"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/javascript"
      + etag                   = "30ab442a8ccb726fc2927b3d0259d726"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/255.c4014606.chunk.js"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/255.c4014606.chunk.js"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/255.c4014606.chunk.js.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "d84cd9032fad1d8a38b21bf0369c87b9"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/255.c4014606.chunk.js.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/255.c4014606.chunk.js.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/263.fefca4c1.chunk.js"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/javascript"
      + etag                   = "f00094792334cd0c23b95507c36b5057"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/263.fefca4c1.chunk.js"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/263.fefca4c1.chunk.js"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/263.fefca4c1.chunk.js.LICENSE.txt"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "text/plain; charset=utf-8"
      + etag                   = "f44b1f1e1ff35fea4822777d383fb1da"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/263.fefca4c1.chunk.js.LICENSE.txt"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/263.fefca4c1.chunk.js.LICENSE.txt"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/263.fefca4c1.chunk.js.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "eb4d483163ae2b6681654660896990cd"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/263.fefca4c1.chunk.js.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/263.fefca4c1.chunk.js.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/276.382e16c6.chunk.js"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/javascript"
      + etag                   = "334f706871d6811c88349265dae5f040"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/276.382e16c6.chunk.js"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/276.382e16c6.chunk.js"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/276.382e16c6.chunk.js.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "b0ae4fd588b23baac6a4bd95c26b5ef3"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/276.382e16c6.chunk.js.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/276.382e16c6.chunk.js.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/325.35527bdd.chunk.js"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/javascript"
      + etag                   = "6407a3ca458ccc7dcd8e1537f518b6f6"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/325.35527bdd.chunk.js"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/325.35527bdd.chunk.js"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/325.35527bdd.chunk.js.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "c3fbf86326ea4d958228a554174fc010"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/325.35527bdd.chunk.js.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/325.35527bdd.chunk.js.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/414.bae5537e.chunk.js"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/javascript"
      + etag                   = "086cfde9e8fe3fa6d4922b0c2cbbbebb"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/414.bae5537e.chunk.js"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/414.bae5537e.chunk.js"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/414.bae5537e.chunk.js.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "26f64fb36186317689a42b67132a566c"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/414.bae5537e.chunk.js.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/414.bae5537e.chunk.js.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/488.bdd47190.chunk.js"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/javascript"
      + etag                   = "90b4dcef5288067a90ec936edf33c015"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/488.bdd47190.chunk.js"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/488.bdd47190.chunk.js"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/488.bdd47190.chunk.js.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "123e0cbf40666c4fc146c714ef9cbdd5"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/488.bdd47190.chunk.js.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/488.bdd47190.chunk.js.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/496.6b12bb7f.chunk.js"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/496.6b12bb7f.chunk.js" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/javascript" -> null
      - etag                          = "9f831a596c911b9491fdebbaa7e3f43b" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/496.6b12bb7f.chunk.js" -> null
      - key                           = "static/js/496.6b12bb7f.chunk.js" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/496.6b12bb7f.chunk.js" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "Y3oJWi3W18ixK3zwJa4SZOmHr9Mur1qF" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/496.6b12bb7f.chunk.js.map"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/496.6b12bb7f.chunk.js.map" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/octet-stream" -> null
      - etag                          = "581433973fccea5a4ca4286ed3e9f02b" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/496.6b12bb7f.chunk.js.map" -> null
      - key                           = "static/js/496.6b12bb7f.chunk.js.map" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/496.6b12bb7f.chunk.js.map" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "VpvtVFHNDn5.VFmPAE3JFHsmPn6M4.rA" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/698.1c688865.chunk.js"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/698.1c688865.chunk.js" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/javascript" -> null
      - etag                          = "0a057486c8ce9e61de1b9d22af27081b" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/698.1c688865.chunk.js" -> null
      - key                           = "static/js/698.1c688865.chunk.js" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/698.1c688865.chunk.js" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "sFknbq1v0_cDHtWfkAjiDXBJLX9jnr52" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/698.1c688865.chunk.js.map"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/698.1c688865.chunk.js.map" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/octet-stream" -> null
      - etag                          = "f2facf35e8bea74ca7f4257ea5772273" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/698.1c688865.chunk.js.map" -> null
      - key                           = "static/js/698.1c688865.chunk.js.map" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/698.1c688865.chunk.js.map" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "HgmRdAUMVQrVcCVnhL5vbsSUD0U__ilZ" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/726.7c7cb641.chunk.js"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/726.7c7cb641.chunk.js" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/javascript" -> null
      - etag                          = "59a31024dd0b576d6cb1322bdcf050c0" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/726.7c7cb641.chunk.js" -> null
      - key                           = "static/js/726.7c7cb641.chunk.js" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/726.7c7cb641.chunk.js" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "ITMcZI3zvTjpS9ceFN5_lhIWQ570jFRR" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/726.7c7cb641.chunk.js.map"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/726.7c7cb641.chunk.js.map" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/octet-stream" -> null
      - etag                          = "05bd3fe2f7dd3bbe594ef71cc81a5457" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/726.7c7cb641.chunk.js.map" -> null
      - key                           = "static/js/726.7c7cb641.chunk.js.map" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/726.7c7cb641.chunk.js.map" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "_zLatjX6QNUJchmqZc85XwU8eYjqidEu" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/731.288877db.chunk.js"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/javascript"
      + etag                   = "2cabcfb60f7a5ade8b0c9d52bd5edeb6"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/731.288877db.chunk.js"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/731.288877db.chunk.js"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/731.288877db.chunk.js.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "b1dc2860a54a815a7d6a97b412c027d0"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/731.288877db.chunk.js.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/731.288877db.chunk.js.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/777.dc23ef38.chunk.js"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/777.dc23ef38.chunk.js" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/javascript" -> null
      - etag                          = "37e505f70da1e949c1801367bafcc15d" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/777.dc23ef38.chunk.js" -> null
      - key                           = "static/js/777.dc23ef38.chunk.js" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/777.dc23ef38.chunk.js" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "KmabDo.EG2.OoV_heSiNTiq_RwbxUfao" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/777.dc23ef38.chunk.js.map"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/777.dc23ef38.chunk.js.map" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/octet-stream" -> null
      - etag                          = "4b8af333813768982a53b935cf3da8b6" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/777.dc23ef38.chunk.js.map" -> null
      - key                           = "static/js/777.dc23ef38.chunk.js.map" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/777.dc23ef38.chunk.js.map" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "TF8AgmeLtCrZwUS70ZskkiGIB8eq5EcK" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/851.044c210c.chunk.js"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/javascript"
      + etag                   = "6c3c935c915f773fd56b8957463ee536"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/851.044c210c.chunk.js"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/851.044c210c.chunk.js"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/851.044c210c.chunk.js.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "6d6d9ecdb15faed5631c251420c32c51"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/851.044c210c.chunk.js.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/851.044c210c.chunk.js.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/924.883baa43.chunk.js"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/924.883baa43.chunk.js" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/javascript" -> null
      - etag                          = "a8b4f0a5972867daeb6d9ff08bdbdad3" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/924.883baa43.chunk.js" -> null
      - key                           = "static/js/924.883baa43.chunk.js" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/924.883baa43.chunk.js" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "6bpgUmcsdkSLSIQwFxyejOAE6mWtga.6" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/924.883baa43.chunk.js.map"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/924.883baa43.chunk.js.map" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/octet-stream" -> null
      - etag                          = "a20ab4f795768af5c1fdd86e8eb828cf" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/924.883baa43.chunk.js.map" -> null
      - key                           = "static/js/924.883baa43.chunk.js.map" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/924.883baa43.chunk.js.map" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "uaIsArk3m0pBIhMNgAPpbYb5Ie8sGyPy" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/main.006f0b83.js"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/javascript"
      + etag                   = "119c0b5a4aa1e767d1d7ab18a0b16fdf"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/main.006f0b83.js"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/main.006f0b83.js"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/main.006f0b83.js.LICENSE.txt"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "text/plain; charset=utf-8"
      + etag                   = "1140f622f2702509f55d3ba530aa2d24"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/main.006f0b83.js.LICENSE.txt"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/main.006f0b83.js.LICENSE.txt"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/main.006f0b83.js.map"] will be created
  + resource "aws_s3_object" "upload_webapp" {
      + acl                    = (known after apply)
      + arn                    = (known after apply)
      + bucket                 = "jowe-dev.initialised.si"
      + bucket_key_enabled     = (known after apply)
      + checksum_crc32         = (known after apply)
      + checksum_crc32c        = (known after apply)
      + checksum_sha1          = (known after apply)
      + checksum_sha256        = (known after apply)
      + content_type           = "application/octet-stream"
      + etag                   = "c1e6c261ea8465e2221883632598d6ae"
      + force_destroy          = false
      + id                     = (known after apply)
      + key                    = "static/js/main.006f0b83.js.map"
      + kms_key_id             = (known after apply)
      + server_side_encryption = "AES256"
      + source                 = "./build//static/js/main.006f0b83.js.map"
      + storage_class          = (known after apply)
      + tags_all               = (known after apply)
      + version_id             = (known after apply)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/main.4a8bbbcf.js"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/main.4a8bbbcf.js" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/javascript" -> null
      - etag                          = "7b9547f82fc4a040e597e6d988ee2b08" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/main.4a8bbbcf.js" -> null
      - key                           = "static/js/main.4a8bbbcf.js" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/main.4a8bbbcf.js" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "tzsZP4EG0I2CrbPy842KioKpDpxxB9nK" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/main.4a8bbbcf.js.LICENSE.txt"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/main.4a8bbbcf.js.LICENSE.txt" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "text/plain; charset=utf-8" -> null
      - etag                          = "0dfb3bcd66799840da3462307af75820" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/main.4a8bbbcf.js.LICENSE.txt" -> null
      - key                           = "static/js/main.4a8bbbcf.js.LICENSE.txt" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/main.4a8bbbcf.js.LICENSE.txt" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "MfUzY5vBMu9g_pAkfdEOFcLLWF9CTa9n" -> null
        # (12 unchanged attributes hidden)
    }

  # module.web.aws_s3_object.upload_webapp["static/js/main.4a8bbbcf.js.map"] will be destroyed
  - resource "aws_s3_object" "upload_webapp" {
      - arn                           = "arn:aws:s3:::jowe-dev.initialised.si/static/js/main.4a8bbbcf.js.map" -> null
      - bucket                        = "jowe-dev.initialised.si" -> null
      - bucket_key_enabled            = false -> null
      - content_type                  = "application/octet-stream" -> null
      - etag                          = "a4b778ed20c705193c1943d331556e8f" -> null
      - force_destroy                 = false -> null
      - id                            = "static/js/main.4a8bbbcf.js.map" -> null
      - key                           = "static/js/main.4a8bbbcf.js.map" -> null
      - metadata                      = {} -> null
      - server_side_encryption        = "AES256" -> null
      - source                        = "./build//static/js/main.4a8bbbcf.js.map" -> null
      - storage_class                 = "STANDARD" -> null
      - tags                          = {} -> null
      - tags_all                      = {} -> null
      - version_id                    = "Ob_aliRCc7fGgMNU5_3HJzneUdN3oNSg" -> null
        # (12 unchanged attributes hidden)
    }

Plan: 28 to add, 3 to change, 28 to destroy.

------------------------------------------------------------------------

Cost Estimation:

Resources: 0 of 37 estimated
           $0.0/mo +$0.0

─────────────────────────────────────────────────────────────────────────────

Note: You didn't use the -out option to save this plan, so Terraform can't
guarantee to take exactly these actions if you run "terraform apply" now.

```

</details>

*Pushed by: @dependabot[bot], Action: `pull_request`*